IDEA Open Model
OpenModel.PatchDevice Property
Compatible with IDEA StatiCa 20.1
 List of dapped ends in Detail
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public List<PatchDevice> PatchDevice { get; set; }
Public Property PatchDevice As List(Of PatchDevice)
	Get
	Set
Property Value
Type: List<PatchDevice>
See Also
Reference
OpenModel Class
IdeaRS.OpenModel Namespace